<?php

return [

    'label' => 'Өшіру',

    'modal' => [

        'heading' => '2FA қосымшасын өшіру',

        'description' => '2FA қосымшасын пайдалануды тоқтатуға сенімдісіз бе? Өшіру тіркелгіңізден қосымша қауіпсіздік деңгейін алып тастайды.',

        'form' => [

            'code' => [

                'label' => '2FA қосымшасынан 6 таңбалы кодты енгізіңіз',

                'validation_attribute' => 'код',

                'actions' => [

                    'use_recovery_code' => [
                        'label' => 'Қалпына келтіру кодын пайдалану',
                    ],

                ],

                'messages' => [

                    'invalid' => 'Енгізілген код қате.',

                    'rate_limited' => 'Әрекеттер тым көп. Қайталап көруді кешірек орындаңыз.',

                ],

            ],

            'recovery_code' => [

                'label' => 'Немесе қалпына келтіру кодын енгізіңіз',

                'validation_attribute' => 'қалпына келтіру коды',

                'messages' => [

                    'invalid' => 'Енгізілген қалпына келтіру коды қате.',

                    'rate_limited' => 'Әрекеттер тым көп. Қайталап көруді кешірек орындаңыз.',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => '2FA қосымшасын өшіру',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => '2FA қосымшасы өшірілді',
        ],

    ],

];
