<?php

return [

    'label' => 'Жаңа қалпына келтіру кодтарын құру',

    'modal' => [

        'heading' => '2FA қосымшасы үшін жаңа қалпына келтіру кодтарын құру',

        'description' => 'Егер қалпына келтіру кодтарын жоғалтып алсаңыз, бұл жерде жаңасын құра аласыз. Ескі қалпына келтіру кодтарыңыздың күші дереу жойылады.',

        'form' => [

            'code' => [

                'label' => '2FA қосымшасынан 6 таңбалы кодты енгізіңіз',

                'validation_attribute' => 'код',

                'messages' => [

                    'invalid' => 'Енгізілген код қате.',

                    'rate_limited' => 'Әрекеттер тым көп. Қайталап көруді кешірек орындаңыз.',

                ],

            ],

            'password' => [

                'label' => 'Немесе ағымдағы құпия сөзіңізді енгізіңіз',

                'validation_attribute' => 'құпия сөз',

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Жаңа қалпына келтіру кодтарын құру',
            ],

        ],

    ],

    'notifications' => [

        'regenerated' => [
            'title' => '2FA қосымшасы үшін жаңа қалпына келтіру кодтары құрылды',
        ],

    ],

    'show_new_recovery_codes' => [

        'modal' => [

            'heading' => 'Жаңа қалпына келтіру кодтары',

            'description' => 'Пожалуйста, сохраните следующие коды восстановления в безопасном месте. Они будут показаны только один раз, но понадобятся вам, если вы потеряете доступ к 2FA-приложению:',

            'actions' => [

                'submit' => [
                    'label' => 'Жабу',
                ],

            ],

        ],

    ],

];
