<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'Email мекенжайын өзгерту бұғатталды',
            'body' => 'Сіз email мекенжайын :email мекенжайына өзгерту әрекетін сәтті бұғаттадыңыз. Егер сіз алғашқы сұранысты жасамасаңыз, бізге дереу хабарласыңыз.',
        ],

        'failed' => [
            'title' => 'Email мекенжайын өзгертуді бұғаттау сәтсіз аяқталды',
            'body' => 'Өкінішке орай, сіз email мекенжайының :email мекенжайына өзгеруіне жол бермедіңіз, өйткені ол сіз бұғаттағанға дейін расталып қойған. Егер сіз алғашқы сұранысты жасамасаңыз, бізге дереу хабарласыңыз.',
        ],

    ],

];
