<?php

return [

    'subject' => 'Сіздің электрондық пошта мекенжайыңыз өзгеруде',

    'lines' => [
        'Біз сіздің тіркелгіңізбен байланысты электрондық пошта мекенжайын өзгерту туралы сұраныс алдық. Бұл өзгерісті растау үшін құпия сөзіңіз пайдаланылды.',
        'Растаудан кейін тіркелгіңіздегі жаңа электрондық пошта мекенжайы келесідей болады: :email.',
        'Төмендегі түймені басу арқылы өзгерісті расталғанға дейін бұғаттай аласыз.',
        'Егер сіз бұл сұранысты жасамасаңыз, бізге дереу хабарласыңыз.',
    ],

    'action' => 'Email өзгертуді бұғаттау',

];
