<?php

return [

    'label' => 'Қосу',

    'modal' => [

        'heading' => 'Email арқылы растауды баптау',

        'description' => 'Жүйеге кірген сайын немесе құпия әрекеттерді орындаған кезде біз email арқылы жіберетін 6 таңбалы кодты енгізуіңіз керек болады. Баптауды аяқтау үшін поштаңыздан 6 таңбалы кодты тексеріңіз.',

        'form' => [

            'code' => [

                'label' => 'Біз сізге email арқылы жіберген 6 таңбалы кодты енгізіңіз',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Email арқылы жаңа код жіберу',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Біз сізге email арқылы жаңа код жібердік',
                            ],

                            'throttled' => [
                                'title' => 'Қайта жіберу әрекеттері тым көп. Басқа кодты сұрамас бұрын күте тұрыңыз.',
                            ],
                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Енгізілген код қате.',

                    'rate_limited' => 'Әрекеттер тым көп. Қайталап көруді кешірек орындаңыз.',
                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Email арқылы растауды қосу',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Email арқылы растау қосылды',
        ],

    ],

];
