<?php

return [

    'title' => 'Құпия сөзді өзгерту',

    'heading' => 'Құпия сөзді ұмыттыңыз ба?',

    'actions' => [

        'login' => [
            'label' => 'кіру бетіне қайту',
        ],

    ],

    'form' => [

        'email' => [
            'label' => 'Электрондық пошта мекенжайы',
        ],

        'actions' => [

            'request' => [
                'label' => 'Хат жіберу',
            ],

        ],

    ],

    'notifications' => [

        'sent' => [
            'body' => 'Егер мұндай тіркелгі бар болса, сізге хат келеді.',
        ],

        'throttled' => [
            'title' => 'Әрекеттер тым көп',
            'body' => 'Қайталап көру үшін :seconds секунд күтіңіз.',
        ],

    ],

];
